Repository: BilalAhmed-1998/ZARF
Catalog: lib/l10n/app_*.arb
Languages: uk

# language
source: English
uk: Ukrainian

# appTitle
source: No matter what they say, you should go with ZARF
uk: Що б не казали, варто поїхати із ZARF

source: Welcome to ZARF Study
uk: Ласкаво просимо в ZARF Study

source: What are you waiting for?
uk: Чого чекаєте?

source: Let’s find you a school you’ll love.
uk: Давайте знайдемо навчальний заклад, від якого ви будете в захваті.

source: Let's go
uk: Поїхали

source: Already studying through ZARF Study?
uk: Вже навчаєтеся через ZARF Study?

source: Login
uk: Авторизуватися

# login1
source: Log In
uk: Авторизуйтеся

source: Hey! Welcome back!
uk: Привіт!, із поверненням!

source: Password
uk: Пароль

source: Forgot Password?
uk: Забули пароль?

source: I don't have an account,
uk: У мене немає акаунта,

source: Sign Up
uk: Зереєструватися

source: School Level
uk: Рівень освіти

source: I want to study in...
uk: Я хочу навчатися в...

source: In High School
uk: Коледжі

source: From 9th Grade
uk: Після 9-го класу

source: In College
uk: Університети

source: From 11th Grade
uk: Після 11-го класу

# findBestinSlovakia
source: Find the Best High Schools in Slovakia
uk: Знайдіть для себе найкращий навчальний заклад Словачиини

source: Category
uk: Категорії

source: Top Schools
uk: Топові навчальні заклади

source: See more
uk: Дивитись більше

source: Popular Schools
uk: Популярні університети

source: Colleges You May Like
uk: Коледжі, які вам можуть сподобатись

source: Filter
uk: Фільтр

source: Location
uk: Місцезнаходження

source: Type
uk: Тип

source: School Difficulty
uk: Складність навчального закладу

source: View Schools
uk: Побачити навчальні заклади

source: State
uk: Державний

source: Private
uk: Приватний

source: Showing
uk: Показуються

source: results
uk: результатів

source: School Profile
uk: Профіль університету

source: High School
uk: УНІВЕРСИТЕТ

source: Easy
uk: Легкий

source: Normal
uk: Нормальний

source: Average
uk: Середній

source: Challenging
uk: Складний

source: Hard
uk: Важкий

source: Tution
uk: Вартість навчання

source: Teaching Programs
uk: Навчальна програма

source: Duration
uk: Тривалість навчання

source: Specification
uk: Спеціалізація

source: yrs
uk: роки

source: Possible Careers After School
uk: Можливе працевлаштування після навчання

# salaryExpectations
source: Salary Expectation
uk: Очікувана зарплата:

source: I'd like to study Here
uk: Хочу навчатися тут

source: Similar Schools
uk: Схожі навчальні заклади

source: Dormitories
uk: Гуртожитки

# viewdorm
source: View Dormitory
uk: Перегляд гуртожитку

source: away
uk: від вас

source: Rent
uk: Проживання

# month
source: mo
uk: місяць

source: Meal
uk: Харчування

source: Available Amenities
uk: Наявні зручності

source: Bed Spaces
uk: Постільні місця

source: Constant Water Supply
uk: Постійне водопостачання

source: Constant Electicity Supply
uk: Постійне електропостачання

source: Constant Internet Services
uk: Постійний доступ до інтернету

# rules
source: Dormitory Rules
uk: Правила гуртожитку

source: No Smoking
uk: Паління заборонене

source: No Cooking
uk: Мультиварка заборонена

source: Route From Dormitory to School
uk: Маршрут із гуртожитку до навчального закладу

source: I want to live here
uk: Я хочу жити тут

source: Go to List of Schools
uk: Перейти до переліку навчальних закладів

# createAccount
source: Create an Account
uk: Створити акаунт

source: Full Name
uk: Повне ім’я

source: Gender
uk: Стать

source: Address
uk: Адреса

source: Current School
uk: Поточний навчальний заклад

# dob
source: Date of Birth
uk: Дата народження

source: Confirm Password
uk: Підтвердіть пароль

# allInfoSec
source: All Information are securely stored.
uk: Вся інформація надійно зберігається.

# alreadyHaveAccount
source: I already have an account,
uk: Я вже маю акаунт,

source: Checkout
uk: Оформлення

source: Primary School
uk: Основний навчальний заклад

source: School
uk: Навчальний заклад

source: Change School
uk: Змінити навчальний заклад

source: Dormitory
uk: Гуртожиток

# changeDorm
source: Change Dormitory
uk: Змінити гуртожиток

source: Alternative School
uk: Альтернативний варіант

source: miles away
uk: милі від навчального закладу

# greatYouAreAllset
source: Great! You are all set. You can now proceed to checkout.
uk: Клас! Все готово. Тепер ви можете переходити до оформлення.

source: Frequently asked questions
uk: Часті запитання

source: Referral Code
uk: Реферальний код

# cameFromFriend
source: Came here from a friend?
uk: Ви прийшли сюди від друга?

# enterPromoandGet
source: Enter their promo code here and get
uk: Введіть тут його промокод і отримайте

source: off
uk: знижку

source: Enter promo code here
uk: Введіть тут промокод

source: Apply
uk: Застосувати

source: Promo code activated
uk: Промокод активований

source: Summary
uk: Підсумок

# zarfPremium
source: Zarf Study Premium Student Plan
uk: Студентський план Premium ZARF Study

source: Total
uk: Усього

# splitPayment
source: Split Payment Options
uk: Варіанти оплати частинами

source: Pay Once
uk: Один платіж

# saveBig
source: Save Big Plan
uk: План великої економії

source: Discount
uk: Знижка

source: No.
uk: Номер

source: Sum
uk: Сума

source: Due
uk: Коли сплачувати

source: Most Popular
uk: Найпопулярніший

source: Due Now
uk: Зараз

source: Three payments
uk: Три платежі

source: Standard
uk: Стандартний план

source: After Application
uk: Після подання заяви

# afterResidencePermit
source: After recieving residence permit
uk: Після отримання дозволу на проживання

source: Five Times
uk: П’ять платежів

# payLater
source: Pay Later Plan
uk: План “заплатіть пізніше”

source: Contract Information
uk: Контактна інформація

# mustBeFilledOut
source: Must be filled out by student at least 18 years old or by underage’s parents.
uk: Має бути заповнена студентом, якому не менше 18 років, або батьками неповнолітнього.

source: Name
uk: Ім’я

source: Surname
uk: Прізвище

source: City
uk: Місто

source: Country
uk: Країна

# tax
source: Taxpayer number
uk: Індивідуальний податковий номер

source: Preview Contract
uk: Попередній перегляд контракту

source: Contract Complete
uk: Контракт завершений

source: Pay With
uk: Варіанти оплати

source: Pay with Card
uk: Заплатити карткою

source: Pay Now
uk: Заплатити

# haveQuest
source: Have Questions?
uk: Є запитання?

source: Contact Us
uk: Зв’яжіться з нами

source: Contract
uk: Контракт

# contractTerms
source: I have read the contract and agree with the Terms
uk: Я прочитав контракт і погоджуюся з Умовами

# thankyouForPurchase
source: Thank you for your purchase!
uk: Дякуємо за ваш вибір!

# welcometozarfExclusive
source: Welcome to the ZARF Study Exclusive Club. Thank you for your purchase. We are happy you opted for ZARF Study.
uk: Ласкаво просимо до ексклюзивного клубу ZARF Study. Дякуємо за ваш вибір. Ми раді, що ви обрали ZARF Study

# gotohome
source: Got to Home
uk: Перейти на Головну

source: Hi,
uk: Привіт,

# docuploadProgress
source: Document Upload Progress
uk: Процес завантаження документів

source: Continue Upload
uk: Продовжити завантаження

source: Departure
uk: Час від’їзду

source: Uploaded
uk: Завантажено

# keyof
source: of
uk: із

# referralEarnings
source: Referral Earnigs
uk: Заробіток із рефералів

source: Referral
uk: Реферали

source: Home
uk: Головна

# depButton
source: Departure
uk: Від’їзд

source: Settings
uk: Налаштування

source: Profile Details
uk: Деталі профілю

# yourPayment
source: Your Payment Plan
uk: Ваш план платежів

# allowNotif
source: Allow Notifications
uk: Дозволити сповіщення

source: Log out
uk: Вийти

# inOrdertoMakethe
source: In order to make the process as smooth as possible, we’ll need to remind you of needed action in the app. For instance, we might need to tell you your departure time was rescheduled.Or that you have just earned 100€ for referring friend.
uk: Щоб зробити процес максимально простим, ми маємо нагадувати вам про необхідну дію в додатку. Наприклад, нам може знадобитися сказати вам, що час вашого від’їзду перенесений або ви щойно заробили 100€ за запрошеного друга.

# pleaseClick
source: Please, click on the
uk: Будь ласка, натисність на посилання

# pleaseClick2
source: link below, find the app “ZARF Study” and make sure the toggle is on.
uk: нижче, знайдіть додаток “ZARF Study” і переконайтеся, що сповіщення включені.

source: Change password
uk: Змінити пароль

# youRefEarn
source: Your Referral Earnings
uk: Ваш заробіток із рефералів

# inviteFriendsand
source: Invite your Friends and earn €100
uk: Запросіть друзів і заробіть €100

# weWillPayYouForEvery
source: We will pay you for every single one of your friends that signs up and completes the purchase using your link
uk: Ми заплатимо вам за кожного з ваших друзів, які зареєструються та здійснять покупку за вашим посиланням

source: Leaderboards
uk: Список лідерів

source: Friends
uk: друзів

source: Referral settings
uk: Реферальні налаштування

# bankDetails
source: Bank Account Details
uk: Банківські реквізити

# refAgreement
source: Referral Agreement
uk: Реферальний контракт

source: Account holder
uk: Власник рахунку

# enterFullName
source: Enter your full name
uk: Введіть своє повне ім’я

# enterIban
source: Enter your IBAN
uk: Введіть свій IBAN

# enterBicSwift
source: Enter your bank's BIC SWIFT
uk: Введіть BIC SWIFT свого банку

# viewRefAgreement
source: View referral agreement
uk: Переглянути реферальний контракт

source: View
uk: Переглянути

source: Messages
uk: Повідомлення

# count
source: Countdown
uk: Зворотний відлік

# untilYourArrival
source: Until your arrival to slovakia
uk: До вашого приїзду до Словаччини

# transportInstruct
source: Transport Instructions
uk: Інструкції щодо перевезення

# myOwnTransport
source: I have my own transport
uk: Маю власний транспорт

source: Documents
uk: Документи

# uploadDocs
source: Upload your documents.
uk: Завантажте свої документи.

# onlineDocs
source: Online Documents
uk: Онлайн-документи

# offlineDocs
source: Offline Documents
uk: Оффлайн-документи

# typeMessage
source: Type a message here
uk: Напишіть повідомлення

source: Show Less
uk: Показати менше

source: All
uk: Всі

# clickontheImagetoseehowFar
source: Click on the image to see how far is the dormitory from selected school
uk: Натисніть на фото щоб побачити відстань від гуртожитку до навчального закладу

# primaryschoolselected
source: Primary school has been selected successfully
uk: Було вибрано успішно перший навчальний заклад

# beforeYouProceed
source: Before you proceed to checkout, we need you to select one more school. The second school will pose as a safety net or as your second choice – in case you get accepted to both schools, you will be able to choose where do you really want to go.
uk: Перш ніж перейти до оформлення замовлення, потрібно щоб ви вибрали ще один навчальний заклад. Другий освітній заклад є подушкою безпеки для вас, якщо вас приймуть в обидві школи то ви зможете вибрати, куди ви дійсно хочете піти.

source: You cannot choose the same faculty
uk: Ви не можете вибрати одне і те саме направлення.

source: Phone
uk: Номер телефону

source: Creating your profile
uk: Створюємо ваш профіль

source: I have already paid the invoice
uk: Я вже оплатив рахунок

source: invoice
uk: Я

source: Hurry up! There are only
uk: Поспішайте! Залишилось лише

# spotsLeft
source: spots left this year!
uk: вільних місць!

source: Choose document
uk: Вибрати документ

source: Choose from library
uk: Вибрати з галереї

source: Camera
uk: Камера

source: Number of payments
uk: Кількість платежів

source: Plan
uk: Тариф

source: For high school
uk: Для коледжів

source: Online
uk: Онлайн

source: Passport
uk: паспорт

# reportcardfor8th
source: Report card for 8th grade
uk: Табель за 8 клас

source: Report card for half of 9th grade
uk: Табель за півріччя 9 класу

source: Offline
uk: Офлайн

source: Birth certificate
uk: Свідоцтво про народження

# certificateOfResidence
source: Certificate of permanent residence
uk: Довідка на постійне місце проживання

source: Ukrainian passport
uk: ID картка “паспорт”

source: Certificate of no criminal record
uk: Довідка про несудимість

# photoscm
source: Photos 3*3.5cm
uk: Фотографії 3*3,5 см

source: Diploma
uk: диплом

source: Report card for completed grade 9
uk: Табель за закінчений 9 клас

source: For university
uk: Для університету

# reportCardFor9thgrade
source: Report card for 9 grade
uk: Табель за 9 клас

# reportCardFor10thgrade
source: Report card for 10 grade
uk: Табель за 10 клас

source: Report card for half of the 11th grade
uk: Табель за півріччя 11 класу

source: Report card for completed grade 11
uk: Табель за закінчений 11 клас

source: Uploaded Successfully
uk: завантажений успішно

# uploadUnsuccessful
source: Upload unsuccessfull
uk: не завантажене

source: Approved by staff
uk: Перевірений працівниками

source: Not Approved by staff
uk: Не перевірене працівниками
